List animeLines = [{
  'lines':'今天我在人生的道路上迷路了',
  'character':'卡卡西',
  'title':'火影忍者',
  'japanese': "今日ちょっと人生という道に迷ってな",
  'pic':"0101",
},{
  'lines':'活着一定是没意义的，但是活下去的话说不定能找到有趣的事情，如你见到那朵花，如我见到你',
  'character':'大蛇丸',
  'title':'火影忍者',
  'japanese': "きっと生きてることに意味なんてなんのよ､ でも生き続けることで、おもしろいこと見つけられるかもね 、あなたがその花を見つけたように、私があなたを見つけたように。",
  'pic':"0102",
},{
  'lines':'每个人都依靠自己的知识和认识，却又被之所束缚，还将这些称之为现实。但知识和认识是非常暧昧的东西，那个现实也许只不过是镜花水月，人们都是活在自我意识之中的，你不这样认为吗',
  'character':'宇智波鼬',
  'title':'火影忍者',
  'japanese': "人は誰もが己の知識や意識に頼り、 縛られ生きてる、それを現実という名で呼でな。しかし知識や意識とは曖昧なものだ、その現実は幻かもしれない、人は皆思いこみの中で生きている、そうは考えられないか?",
  'pic':"0103",
},{
  'lines':'我本来想过着随便当个忍者，随便赚点钱。然后和不美又不丑的女人结婚，生两个小孩，第一个是女孩，第二个是男孩，等长女儿结婚，儿子也能够独当一面的时候，就从忍者的工作退休。之后，每天过着下将棋或围棋的悠闲隐居生活，然后比自己的老婆还要早老死，我就是想过这种生活',
  'character':'奈良鹿丸',
  'title':'火影忍者',
  'japanese': "おれは適当に忍者をやって、適当に稼いて 、 美人でもブスでもない普通の女と適当に結婚して、 子供は適当に二人、 最初は女の子て、  次は男の子、長女は結婚して、息子はい一人前になったら、忍者を引退して、あとは日がな一日将棋いや碁を打って、悠々自適の隐居生活、そうして奥さんより先に先衰で逝く、そんな人生はや良かったのに。",
  'pic':"0104",
}];